<template>
  <div class="assistant padding-bottom">
    <div class="banner">
      <van-image src="http://attch.tlr-law.com/file/img/banner/05banner.jpg" mode="scaleToFill"/>
    </div>
    <van-tabs v-model="active" color="#3399fe" sticky>
      <van-tab title="课程介绍">
        <div class="block-desc">
          <div class="p">本课程系作者多年劳务纠纷处理经验的提炼总结</div>
          <div class="p">数十年从业心血结晶，字字珠玑</div>
          <div class="p">针对 HR 工作中最常遇到、最容易忽视的 60 个法律问题一对一详细解析</div>
          <div class="p">覆盖员工招聘、员工入职、员工试用期管理、员工合同期内调岗高薪、考核、员工合同期内行为管理及员工劳动合同解除等各个环节……</div>
          <div class="p">课程内容会根据法律法规调整、时代变化不断更新~</div>
          <div class="p">如您仍有其它疑问，可在小程序“个人咨询”内向专业法律人士咨询</div>
          <div class="p">还要事先告诉你，我们的课程非常专业、非常充实</div>
          <div class="p">没有那么多花哨的故事去做开场白</div>
          <div class="p">但这里的每一章节，每一个字都是干货</div>
          <div class="p">我们知道你时间宝贵，不想让你浪费</div>
          <div class="p">来这里，用最短的时间，学最多的实用技能</div>
        </div>
      </van-tab>
      <van-tab :title="title">
        <div class="assistant-list">
          <div class="assistant-card tap-active" v-for="item in list" :key="item.id">
            <div class="item-pic">{{ item.sort }}.</div>
            <div class="item-cont van-hairline--bottom">
              <div class="item-right">
                <div class="item-name">{{ item.title }}</div>
                <div class="item-info van-clearfix">
                  <div class="fl">
                    <van-tag type="primary" size="mini" v-if="item.attType === '0'">视频</van-tag>
                    <van-tag type="success" size="mini" v-if="item.attType === '1'">音频</van-tag>
                    <van-tag size="mini" v-if="item.attType === ''">文章</van-tag>
                  </div>
                  <div class="fl typeName">{{ item.typeName }}</div>
                </div>
              </div>
              <div class="item-price-box">
                <span class="iconfont icon-password"></span>
              </div>
            </div>
          </div>
        </div>
        <div class="van-list__loading" v-if="loading && !finished">
          <van-loading type="spinner" size="16" style="vertical-align: -5px;"/>
          <span class="van-loading__text">加载中...</span>
        </div>
        <div class="van-list__finished-text" v-if="finished">没有更多了</div>
      </van-tab>
    </van-tabs>
    <div class="btn-wrapper padded fixed-bottom">
      <van-button type="info" :loading="submit_loading" block>立即购买￥({{ info.price }})</van-button>
    </div>
  </div>
</template>

<script>
  import {Image, Tabs, Tab, Button, Loading, Tag} from 'vant'

  export default {
    name: 'assistant',
    data() {
      return {
        active: 1,
        dataForm: {
          limit: 999,
          current: 1,
          memberId: ''
        },
        list: [
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.录用通知书是员工在正式入职前企业向员工发出的文件，通常包括员工报到时间、报到时需要提交的资料，员工入职后的岗位、工资等信息，其具有合 同法规定的要约性质，企业发出后，员工一旦接受录用通知书，即视为员工对该要约做出承诺，企业应受到录用通知书中约定内容的约束，在员工入职前， 企业如违反约定不聘用员工，将承担缔约过失责任。</p><p><br>2.现行有效的中国大陆法律法规中，并未有强制性的规定要求企业在招聘员工时必须发送录用通知书，所以企业在招聘员工的过程中，可根据自身实际情况 自主决定是否发送录用通知书。企业决定发送录用通知书的，为避免引起法律纠纷，在制作录用通知书时也应注意措词以规避法律风险。<br>建议可以从以下几个方面考虑：</p><p><br>1）为防止应聘者欺诈、或录用通知书发出后公司实际情况发生变化等问题，企业可尽量在录用通知书中约定一些附生效条件，如，本录用通知书在以下所有先决条件都成就时生效：A.应聘者应于XX月XX日正式回复确认其已收到录用通知书，并同意录用通知书的内容；B.应聘者在面试过程中及入职时向企业提供的所有信息及资料真实，不存在虚假；C.应聘者签署劳动合同时提供了符合公司要求的所有文件、证明文件等，并且真实，不存在虚假。</p><p><br>2）录用通知书内容有时可能与劳动合同签署内容不一致，为防止二者有冲突，在录用通知书中明确约定本录用通知书自双方签署《劳动合同》之日自动失 效，录用通知书内容与《劳动合同》不一致的，以《劳动合同》的为准。</p><p><br>3）如招聘单位担心员工不来报到，在录用通知书中可以不约定生效条件，并且在录用通知书中可明确约定：应聘者应于XX月XX日正式回复确认其收到并 同意该录用通知书的内容，应聘者一旦回复确认后，该录用通知书对双方产生约束力，任一方违约的，应向守约方承担多少金额的违约金。</p>',
            'createTime': '2019-01-25 21:07:07',
            'id': 6,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 1,
            'title': '发送录用通知书的注意事项',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-09 22:38:11'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>很多企业的面试程序特别正规，每个岗位的招聘需要哪些人员进行面试通过后方可录入，一般企业都规定的很清楚。但面试通过后，在正式录用员工并办理入职手续时，可能是因为双方已经你情我愿的走到了一起，此时是你好我好大家好，所以在办理入职手续时往往不会那么严格，如员工缺少部分证明资料，企业的HR也会给其办理入职手续，既然是一家人了，这点信任是有的，后续补交即可，但后续是否补交了，不但看HR的记性好不好，还要看HR的管理规不规范了，实践中碰到好几起案例是企业与员工发生纠纷，企业准备起诉员工时，才发现企业没有员工的身份证信息。招聘过程中面试很重要，入职手续办理也相当重要，也是HR规范管理不可缺少的一个环节，HR在办理入职手续时，至少应该要求员工提供以下文件（提供复印件留档，核验原件）：<br>1）身份证原件；<br>2）离职证明原件；<br>3）与应聘职位相关的学历证明、资格证明等证明原件；<br>4）体检报告（不能有歧视性检查事项）；<br><br>同时还应该要求员工签署以下文件：<br><br>1）入职申请表；<br>2）劳动合同、保密协议、竞业限制协议（根据需要签署）、保密及竞业相关的承诺函；<br>3）入职培训完成后保留入职培训签到表，同时让员工签署制度培训确认表。<br><br>3.入职时，禁止单位扣押应聘人员证件、财物，或要求提供担保。《劳动合同法》明确规定，用人单位招用劳动者不得要求劳动者提供担保或者以其他名义向劳动者收取财物，如发生上述行为，单位将被处以行政处罚并承担赔偿责任。</p>\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style><style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style><style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style><style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style><style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>',
            'createTime': '2019-01-25 21:10:47',
            'id': 7,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/b12c6cb5fff84d1181334196c76cd665.jpg',
            'sort': 2,
            'title': '办理入职手续的注意事项',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 04:59:56'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>根据劳动合同法规定，劳动者在订立劳动合同时，应当遵循诚实信用原则。但在实践中，往往会遇到一些员工或多或少的提供一些虚假信息，如果这些虚假信息不违背用人单位针对该岗位录用条件的原则性要求还好，但如果虚假信息完全违背了用人单位对该岗位的原则性要求，且该员工已经入职了，用人单位此时处理该员工时就比较被动，为防止此类问题发生，用人单位在招聘及录用过程中，可在录用通知书、入职申请表、劳动合同里明确约定，由劳动者承诺其提供的所有信息及资料均真实有效，如其提供的资料有虚假信息，与单位招聘条件不符的，用人单位有权不予录用或解除劳动合同。这样，在员工入职后，用人单位发现员工提供了虚假信息，并且该虚假信息违背了招聘该岗位的原则性要求，对岗位工作有实质性影响，用人单位在有充分证据的情况下，可依据前述约定及劳动合同法第二十六条、三十九条以员工欺诈订立劳动合同为由解除与员工之间的劳动合同。应注意的是该虚假信息一定是对该岗位有实质性影响的信息，如员工学历证明、离职证明、身份证明（姓名、年龄、身份证信息）、工作履历、求职简历、健康证明等与对招聘岗位有实质影响的信息。如员工隐瞒信息不对录用岗位造成实质影响的，如婚姻状况，子女信息等，用人单位不得以员工欺诈解除劳动合同，除非该工作岗位确实不适合已婚人员从事，或该岗位特珠，对员工诚信具有严格要求标准。</p>\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>',
            'createTime': '2019-01-25 21:11:26',
            'id': 8,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/ed355498b2bb43709d34e12c019c683a.jpg',
            'sort': 3,
            'title': '应聘者提供的资料虚假如何处理',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 04:59:57'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>根据我国《劳动合同法》第九十九条规定用人单位招用尚未解除劳动合同的劳动者，对原用人单位造成经济损失的，该用人单位应当依法承担连带赔偿责任。而离职证明等文件是证明劳动者与原用人单位解除劳动关系的有效凭证，用人单位在办理新员工入职手续时，须要求员工提供并保留离职证明原件。但实践中，往往有些劳动者离开前公司时因为各种原因没及时拿到离职证明，针对该类员用人单位在办理入职手续时应做好风险控制。如在录用该类员工时，建议做好以下措施：<br>1.向前单位核实该员工是否已与原单位终止劳动关系； <br>2.要求员工签署承诺函，承诺其已与原单位解除劳动关系，并最迟于XX日前补交离职证明，如在该日期无法提交的，单位有权单方终止劳动合同。<br>3.如无法提供离职证明的，而单位又须录用该员工的，让员工签署承诺函，承诺其已与原单位解除劳动合同，如因员工与前单位劳动合同纠纷给用人单位造成的损失，由员工全部承担。</p>\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n',
            'createTime': '2019-01-25 21:11:56',
            'id': 9,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/a2bf44c9c7b14b3cb5e345032823f5ca.jpg',
            'sort': 4,
            'title': '入职时无法提供离职证明如何处理？',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 04:59:58'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>招聘应届毕业生与一般的社招不同的是，用人单位会先与学校、学生签署一个三方协议，也就是通常所说的就业协议，学生毕业后依据三方协议约定到用人单位报到，并订立正式的劳动合同，实践中劳动合同与三方协议可能存在不一致的情形，为避免三方协议与劳动合同不一致产生争议，在订立劳动合同时，建议在劳动合同中明确约定自劳动合同签署之日起，三方协议终止。实践中大学生虽然签署了三方协议，但由于种种原因，最终可能不来报到，为避免此种情况发生，体现三方协议的契约精神，用人单位在三方协议中也可以约定一定的违约责任，如任何一方违约的，应承担一定的违约金。<br></p>\n\n\n<style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>\n\n\n<p><br></p><style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style><style type="text/css">\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n</style>',
            'createTime': '2019-01-25 21:12:07',
            'id': 10,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/ce5c027d62d14c44b44aaf4ced2e4acb.jpg',
            'sort': 5,
            'title': '招聘应届毕业生的注意事项',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 04:59:59'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.招聘退休人员时，单位与企业签署的是劳务合同，并非劳动合同；<br>2.单位与退休人员之间建立的是劳务关系，并非劳动关系，所以其之间的纠纷受《合同法》调整，不受《劳动法》及《劳动合同法》的调整，所以关于合同成立、解除、延续等可依据合同法自由约定，试用期的约定也不受劳动合同法及劳动法的约束，可自由约定；<br>3.单位不需要给退休人员缴纳社保、公积金，但为了避免其在工作期间受伤，单位需要承担赔偿责任，建议单位要给这类人员购买商业保险。</p>',
            'createTime': '2019-03-15 16:42:17',
            'id': 11,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 6,
            'title': '招聘已退休人员的注意事项',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 04:59:59'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.用人单位可与劳协者协商试用期期限，并在《劳动合同》中进行约定，但试用期不得超过法律规定的最长期限，法律具体规定为：<br>劳动合同期限在3个月以上（含三个月）不满1年的，试用期不得超过1个月；劳动合同期限在1年以上（含1年）不满3年的，试用期不得超过2个月；劳动合同期限在3年以上（含3年）的固定期限合同及无固定期限劳动合同，试用期不得超过6个月。<br>2.不得约定试用期的劳动合同<br>1）劳动合同期限不满3个月（含3个月）的短期劳动合同，不得约定试用期。<br>2）以完成一定工作任何为期限的劳动合同。<br>3）非全日制劳动合同。<br>3.不能签署只有试用期的合同<br>劳动合同法规定，如果用人单位只约定了试用期，没有约定劳动合同期限的，试用期不成立，该期限视为劳动合同期限。<br>4.试用期只能约定一次<br>劳动合同法规定，同一用人单位与同一劳动者只能约定一次试用期。所以如果一个员工与用人单位建立劳动合同后，合同中有约定试用期，后来该员工离职了，过两年该员工又与单位建立了劳动合同，在新的劳动合同中用人单位不得再约定试用期。</p>',
            'createTime': '2019-03-15 16:43:16',
            'id': 12,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 7,
            'title': '关于试用期约定的注意事项',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:00'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.用人单位与劳动者签署劳动合同后，无论延长还是缩短试用期，均视为对原劳动合同关于试用期约定的变更，所以应当与劳动者协调一致，经劳动者同意后方可延长，且延长后劳动者总的试用期不得超过法律规定的最长期限。<br>2.延长试用期的变更必须在试用期满前完成，否则，试用期满后就视为员工已转正，不存在试用期之说。<br>3.有些地方的法官并不认可变更试用期，认为变更试用期的行为违反了同一用人单位与同一劳动者只能约定一次试用期的规定。所以具体变更时，还需结合当地法院的一些指意见及判决案例情况。<br></p>',
            'createTime': '2019-03-15 16:44:09',
            'id': 13,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 8,
            'title': '用人单位想延长试用期应如何处理',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:01'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.根据《劳动合同法》规定，试用期工资不得低于用人单位所在地的最低工资标准，如果劳动合同履行地与用人单位注册地不一致的，最低工资标准按照劳动合同履行地的有关规定执行。<br>2.试用期工资不得低于本单位相同岗位最低档工资的80%或者不得低于劳动合同约定工资的80%。<br>3.根据《社会保险法》第五十八条规定，用人单位应当自用工之日起三十日内为其职工向社会保险经办机构申请办理社会保险登记。未办理社会保险登记的，由社会保险经办机构核定其应当缴纳的社会保险费。</p><p>4. 根据《社会保险费申报缴纳管理规定》第八条，用人单位应当自用工之日起30日内为其职工申请办理社会保险登记并申报缴纳社会保险费。未办理社会保险登记的，由社会保险经办机构核定其应当缴纳的社会保险费。</p>',
            'createTime': '2019-03-15 16:45:06',
            'id': 14,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 9,
            'title': '试用期的工资约定及社保缴纳注意事项',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:01'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.依据劳动合同法规定，劳动者在试用期内被证明不符合录用条件的，用人单位可以解除劳动合同。所以用人单位想在试用期内因不符合录用条件辞退员工的，首先要证明其不符合录用条件。但是实践中，用人单位在招聘员工时就没有明确其录用条件是什么，在试用期间也未对员工按录用条件进行考核，只是在试用期快满时业务部门告诉HR该员工不符合录用条件，不予以转正。此时用人单位如以不符合录用条件解除劳动合同，往往会因为没有相应证据而败诉。</p><p>2.为避免与试用期员工解除劳动合同时发生不必要的纠纷，用人单位应在日常管理中规范试用期员工的各项管理工作，明确试用期员工的录用条件、考核标准及考核要求等事项，具体可参考如下操作方案：1）用人单位在录用员工时可以在招聘广告、录用通知书中示明，并在入职时让员工签字确认具体的录用条件，将具体的录用条件可以劳同合同附件形式让员工在签署劳动合同时一并签署。<br>2）用人单位在员工试用期内围绕录用条件制定量化的考核标准，对试用期员工进行及时考核，将考核结果让员工进行签字确认，并在试用期届满前依据考核结果确定该员工是否符合录用条件，不符合录用条件的，是否需要以不符合录用条件辞退该员工。<br>3）以试用期不符合录用条件为由辞退员工的，一定要在试用期届满前，如试用期一旦届满，即视为员工转正，用人单位无权再以不符合录用条件解除劳动合同。</p>',
            'createTime': '2019-03-15 16:46:14',
            'id': 15,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 10,
            'title': '试用期不符合录用条件辞退员工的注意事项',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:02'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p align="left"><span lang="EN-US">1.</span>根据劳动合同法相关规定，劳动者在试用期内提前<span lang="EN-US">3</span>日通知用人单位，可解除劳动合同。所以劳动者在试用期内是可随时解除劳动合同的，只要其提前<span lang="EN-US">3</span>日通知用人单位即可。<span lang="EN-US"><br>2.</span>劳动者在试用期内解除劳动合同时，如果用人单位在试用期内出资让员工进行各类技术培训，用人单位也无权要求员工支付违约金或赔偿培训费用。但如果用人单位在招聘员工时支付了如猎头费等费用的，且在签署劳动合同时，在劳动合同中明确约定了如员工试用期内单方解除劳动合同，员工须赔偿用人单位为招聘该员工支出的相关费用时，员工应依据劳动合同约定赔偿用人单位该部分费用。不过实践中关于试用期员工单方终止劳动合同时，员工是否可依据劳动合同约定向用人单位承担招聘员工支付的猎头费用，各地法官有着不同的审判观点，届时还须结合当地法院的审判案例来判断。<span lang="EN-US"><o:p></o:p></span></p>',
            'createTime': '2019-03-15 16:47:54',
            'id': 16,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 11,
            'title': '劳动者在试用期解除劳动合同的注意事项',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:03'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.试用期的怀孕员工，用人单位能够有充分证据证明其不符合录用条件的，可依法解除劳动合同。<br>2.试用期的怀孕员工，如用人单位有充分证据证明员工严重违反公司规章制度，或存在法律规定其他可依法解除劳动合同的情形的，可依法解除劳动合同。<br>3.如无正当理由，用人单位不得单方解除试用期怀孕的员工的劳动合同。</p>',
            'createTime': '2019-03-15 16:49:59',
            'id': 17,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 12,
            'title': '试用期怀孕，能否辞退？',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:03'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.根据劳动合同法及其实施条例相关规定，用人单位自用工之日起1个月内与劳动者订立书面劳动合同，自用工之日起超过1个月不满1年未订立劳动合同的，自用工之日起满1个月的次日至签订书面劳动合同的前1日，应向劳动者每月支付二倍工资，并与劳动者签订书面劳动合同。自用工之日起满1年未订立书面劳动合同的，自用工之日起满1个月的次日至满1年的前1日，应向劳动者每月支付二倍工资，并视为自用工之日起满1年的当日，已经与劳动者订立无固定期限劳动合同，应立即与劳动者订立书面劳动合同。<br>2.如劳动者入职后，借故不签署劳动合同，用人单位应在用工之日起1个月届满前通知劳动者终止劳动关系，用人单位无需向劳动者支付经济补偿金。如果用人单位在超过1个月后因劳动者不签劳动合同终止劳动关系的，须按工作年限给予赔偿，并承担未签订劳动合同的法律责任。</p>',
            'createTime': '2019-03-15 16:51:24',
            'id': 18,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 13,
            'title': '劳动者拖延或拒绝签署劳动合同如何处理？',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:04'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.目前好多地方都使用当地劳动部门提供的标准合同模板签署劳动合同，但用人单位在使用标准模板的同时，可以将标准模板里没有的相关约定以签署劳动合同附件的形式进行补充约定，常见的补充条款为：<br>1）双方可以将员工工作地点进行补充约定，最好根据岗位特点细化到具体哪些城市，不要范范的约定为根据公司需要决定，以免到时得不到法院支持。<br>2）员工同意，在劳动合同履行过程中根据用人单位的经营需要、员工的工作能力、身体状况等因素，可依法变更员工的工作部门、岗位、工作内容及工作地点。用工单位变更员工岗位后，员工的薪资随着岗位一起自动调整。<br>3）试用期解除劳动合同的，员工同意承担公司为招聘该员工支付的猎头费用等。<br>4）劳动合同有效期内，禁止员工兼职或与其他单位建立劳动关系。<br>5）关于员工严重违反劳动规章制度的情形进行详细约定。<br>6）对于员工福利待遇、培训管理、保密、职务发明创造的权利归属等进行详细约定等。</p>',
            'createTime': '2019-03-15 16:52:17',
            'id': 19,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 14,
            'title': '劳动合同中可自由约定的事项',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:05'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>公司经营过程中，因各种原因，部分员工合同可能需要从一个主体变更至另一个主体之下，操作过程中首先需要解除员工与前一个主体之间的劳动合同，再签署员工与后一个主体之间的劳动合同，新劳动合同的合同期限可以重新约定，同时在新合同中可以约定承继员工在前一主体就职期间的工龄。</p>',
            'createTime': '2019-03-15 16:53:17',
            'id': 20,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 15,
            'title': '合同期内转签劳动合同的注意事项',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:05'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.劳动合同期满前1个月与员工沟通，是否续签劳动合同；如果续签的，须在上一劳动合同期满后一个月内完成合同的签署，超过一个月的，承担无签署劳动合同的法律责任。<br>2.员工不同意续签的，由员工提供书面不同意续签确认书后，劳动合同期满后办理离职手续。<br>3.公司不愿意续签劳动合同的，须依法按员工在公司工作年限承担赔偿金，最高不超过12个月。<br>4.如果员工与公司自2008年以后已连续签署两次固定期限劳动合同的，第二次固定期限劳动合同期满后，如劳动者无法定被终止劳动合同情形的，公司不得拒绝签署劳动合同，且公司须与该员工签署无固定期限劳动合同。员工同意签署固定期限劳动合同的，仍可签固定期限劳动合同。<br>5.如员工固定期限劳动合同到期后，劳动者符合签署无固定期限劳动合同的其它条件的，用人单位须与劳动者签署无固定期限劳动合同，劳动者同意签署固定期限合同的除外。如果劳动者符合签署无固定期限劳动合同，并要求签署无固定期限劳动合同的，用人单位不得拒绝，否则视为没有签署劳动合同，按没签署劳动合同规定向员工承担每月二倍工资的赔偿金。</p>',
            'createTime': '2019-03-15 16:54:37',
            'id': 21,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 16,
            'title': '劳动合同续签的注意事项',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:06'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.用工单位与员工协商一致可签署无固定期限劳动合同。<br>2.劳动者在该用人单位连续工作满十年的，前一个合同如为固定期限劳动合同的，固定期限劳动合同到期后，单位应该与员工签署无固定期限劳动合同。<br>3.用人单位初次实行劳动合同制度或者国有企业改制重新订立劳动合同时，劳动者在该用人单位连续工作满十年且距法定退休年龄不足十年的。<br>4.连续订立二次固定期限劳动合同，且劳动者没有法定被终止劳动合同的情形的，用人单位须与劳动者续订无固定期限劳动合同。<br>5.用人单位应与员工签署无固定期限劳动合同，且员工要求签署无固定期限劳动合同的，如不签署无固定期限劳动合同，用人单位须依法承担未签署书面劳动合同的责任。</p>',
            'createTime': '2019-03-15 16:55:40',
            'id': 22,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 17,
            'title': '签署无固定期限劳动合同的情形',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:07'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.劳动合同期满后，有以下情形之一的，劳动合同应当续延至相应的情形消失时终止：<br>1）从事接触职业病危害作业的劳动者未进行离岗前职业健康检查，或者疑似职业病病人在诊断或者医学观察期间的；<br>2）患病或者非因工负伤，在规定的医疗期内的；<br>3）女职工在孕期、产期、哺乳期的；<br>4）在本单位连续工作满十五年，且距法定退休年龄不足五年的；<br>2.三期女职工，法定医疗期的员工如合同到期的，自动续延至哺乳期满，或医疗期满。公司在合同到期时可以发送一份正式的通知，通知由于员工在法定假期内，其劳动合同自动顺延至假期结束之日终止。</p>',
            'createTime': '2019-03-15 16:56:50',
            'id': 23,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 18,
            'title': '劳动合同逾期终止的情形',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:07'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.标准工时工作制<br>根据劳动法及国务院关于职工工作时间规定，我国劳动者实行每日8小时，每周40小时的标准工作时间。且用人单位必须保证劳动者每周至少休息1日。也就是法律并不强制用人单位必须每周安排两个休息日，上六天休息一天也是可以的，只要保障：每天工作不超过8小时，每周工作时间不超过40小时即可。<br>2.综合计算工时工作制<br>对于交通、铁路等需要连续作业的行业、旅游、制糖等受季节和自然条件限制的行业及生产任务不均衡等企业，收到工作性质特殊，需要长时间集中工作，这类企业可以申请综合计算工时制。即用人单位因生产特点无法执行标准工作时制，而采用的以周、月、季、年等为周期综合计算工作时间的一种工时制度。在综合计算工时周期内，某一具体日或周的工作时间可以超过法定标准工作时间，但其平均日工作时间和平均周工作时间应与法定标准时间基本一致。用人单位要实施综合计算工时制时，首先内部要取得职工代表大会或全员大会的通过，外部要向当地劳动行政部门提出申请并获得批准后方可实施。<br>3.不定时工作制<br>不定时工作制是每一工作日没有固定上下班时间限制的工作时间制度，是针对特殊工作岗位人员，无法按标准工作时间衡量工作时间的一种工时制度，经批准实行不定时工作制的劳动者，不受《劳动法》日延长工作时间的限制。与综合计算工时工作制一样，如用人单位想使用不定时工作制的，首先内部要取得职工代表大会或全员大会的通过，外部要向当地劳动行政部门提出申请并获得批准后方可实施。<br></p>',
            'createTime': '2019-03-15 16:57:48',
            'id': 24,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 19,
            'title': '关于员工工作时间约定的注意事项',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:08'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.用人单位给劳动者正常工作时间的工资不得低于所在地政府公布的本年度最低工资标准。其中正常工作时间工资不应当包括加班工资、高温补贴、特殊工作岗位补贴、法律规定的劳动者福利待遇。<br>2.日工资=月工资收入/月计薪天数（21.75），小时工资=月工资收放/（月计薪天数21.75天X8小时）。<br><br></p>',
            'createTime': '2019-03-15 17:00:22',
            'id': 25,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 20,
            'title': '劳动合同中关于工资约定的注意事面',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:09'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.依据劳动法及劳动合同法相关规定，无正当理由用人单位不得单方解除病假期内员工劳动合同，如果合同到期后，员工还在病假期内的，劳动合同自动顺延至病假期结束之日到期。<br>2.劳动合同到期后，用人单位可依据实际情况决定是否续签劳动合同。</p>',
            'createTime': '2019-03-15 17:01:30',
            'id': 26,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 21,
            'title': '合同期满后仍在病假期的员工如何处理？',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:09'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.首先在劳动合同中事先约定：员工同意公司根据实际经营情况，在劳动合同履行过程中根据用人单位的经营需要、员工的工作能力、身体状况等因素，可依法变更员工的工作部门、岗位、工作内容及工作地点。用工单位变更员工岗位后，员工的薪资随着岗位一起自动调整。<br>2.调岗操作时，事先与员工沟通并取得员工同意，让员工签署书面的调岗、调薪单。<br>3.员工不同意的，发送正式调岗通知单让员工签字，并在通知单中说明如在什么时间内不到新的岗位报道视为旷工。目前这类操作各地法官的审判观点不同，有的法官不支持员工在规定时间内不到新岗位报道的视为旷工的约定。<br>4.如员工拒不签署调岗通知单，但实际去新的岗位报到并工作的，视为员工事实接受了调岗安排，用人单位充分收集好在新岗位上班的相关证据。<br>5.如给员工调薪的，未经员工同意，不得随意调低员工工资，否则可能被认定为克扣员工工资。</p>',
            'createTime': '2019-03-15 17:02:21',
            'id': 27,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 22,
            'title': '对员工进行调岗、调薪的注意事项',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:10'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>用人单位往往会遇到给员工处罚通知书、考核通知书时，员工拒不签收的情形，用人单位可以通过以下方式送达：<br>1.直接送达员工本人，员工拒绝签收的，在签收回执上注明原因，并邀请在场的其他同事签字证明；<br>2.无法直接送达的，须通过EM或挂号信的方式进行邮寄，地址以劳动合同中载明的地址为准，并写明邮寄的通知书名称，并将邮寄回执存档保留。<br></p>',
            'createTime': '2019-03-15 17:03:25',
            'id': 28,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 23,
            'title': '员工拒绝签署处罚、考核通知书的如何处理？',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:11'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.依据劳动法相关规定，劳动者不能胜任工作的，用人单位可以予以培训或调整工作岗位，经培训或调整工作岗位后仍不能胜任工作的，用人单位提前三十日以书面形式通知劳动者本人或者额外支付劳动者一个月工资后，可以解除劳动合同。但需向劳动者按工作年限支付赔偿金。所以劳动法及劳动合同法只规定员工不能胜任工作时，经过培训或调整工作岗位后仍不能胜任工作的，可以依法解除劳动合同，并向员工支付赔偿金。<br>2.考核未位者并不等于该员工不能胜任工作，况且不能胜任工作也需要经过法律程序后方可终止劳动合同，所以用人单位擅自以未位淘汰考核方式与员工解除劳动合同行为没有法律依据，届时存在被认定为违法解除劳动合同的风险</p>',
            'createTime': '2019-03-15 17:04:42',
            'id': 29,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 24,
            'title': '未位淘汰考核是否合法',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:11'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.企业往往认为业绩考核不合格，就证明该员工不能胜任工作，但以业绩考核不合格来证明员工不能胜任工作的话，就要求企业在制定业绩考核指标时，须围绕岗位特点，尽量做到量化、细化，从而可用考核结果判断该员工是否能胜任工作的依据，而不能范范的或主观认为员工考核不合格，所以不能胜任工作。<br>2.用人单位制定考核指标时要主观评价结合客观数据，将业绩目标尽量进行细化、量化；<br>3.在员过考核过程中，需要尽可能的收集不能胜任工作的相关证据，并将业绩考核结果给予员工签字确认；<br>4.考核不合格时，应当依法给员工培训或调岗，培训或调岗后仍无法胜任工作的，可以依法解除，并支付赔偿金。</p>',
            'createTime': '2019-03-15 17:05:30',
            'id': 30,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 25,
            'title': '业绩考核不合格可否解除劳动合同？',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:12'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.保胎假日工资标准：根据《国家劳动总局保障福利司关于女职工保胎休息和病假超过六个月后生育时的待遇问题给上海市劳动局的函》的规定，保胎假的假期工资可按病假工资标准发放。<br>2.产假工资和流产工资，根据《女职工劳动保护特别规定》，女职工产假期间的生育津贴，对已经参加生育保险的，按照用人单位上年度职工平均工资标准由生育保险基金支付；对未参加生育保险的，按照女职工产假前工资标准由用人单位支付。流产假工资支付标准与产假标准一致。<br>3.陪产假工资按照实际工资标准支付。<br>4.哺乳假工资，按员工工资一定比例支付，具体支付比例各地规定有所不同。<br>5.生育费用的承担，根据《女职工劳动保护特别规定》、《劳动部门关于女职工生育待遇若干问题的通知》规定，女职工怀孕的，其检查费、接生费、手术费、住院费和药费由所在单位负担。对于参加了生育保险的女职工，由生育保险基金支付前述费用，用人单位无需另行支付。<br></p>',
            'createTime': '2019-03-15 17:06:17',
            'id': 31,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 26,
            'title': '三期员工工资发放注意事项',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:13'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.根据《工资支付条例暂行规定》规定，假期工资的标准应按劳动合同约定的劳动者工资为标准，按劳动合同规定的标准是指劳动合同规定的劳动者本人所在的岗位相对应的工资标准。<br>2.根据《关于贯彻执行&lt;中华人民共和国劳动法&gt;若干问题的意见》规定，劳动法中的工资是包括奖金、津贴和补贴的，财政部发布的《关于企业加强职工福利费财务管理的通知》中明确规定，企业按月按标准发放或支付的住房补贴、交通补贴或者车改补贴、通讯补贴，应当纳入职工工资总额。因此，全勤奖、餐费补贴等补贴或福利，应作为工资的一部分支付给三期女职工，不应以休假为由扣发。<br>3.对于实行基本工资加绩效工资的企业，由于三期员工在三期内无工作成果，无法按常规进行绩效评估并确认绩效工资，所以企业在规章制度里应明确规定三期内员工绩效奖如何发放及发放标准，以便实践操作中可以有据可依。</p>',
            'createTime': '2019-03-15 17:07:28',
            'id': 32,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 27,
            'title': '三期员工工资应包括哪些',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:14'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1. 三期女职工是指处于怀孕、产期、哺乳期的女性劳动者。<br>2. 根据劳动合同法相关规定，用人单位可依法调整员工工作岗位的情形有：1）与员工协商一致；2）员工不能胜任工作；3）劳动合同订立时的客观情况发生变化，经与劳动者协商一致的。<br>3. 如三期员工不符合劳动合同法规定的可调岗三种情形中的任一种的，用人单位不得擅自对三期员工进行调岗。<br>4. 根据《女职工劳动保护特别规定》规定，用人单位不得因女职工怀孕、生育、哺乳降低工资，所以用人单位未经三期员工同意，不得擅自降低劳动者的薪酬待遇。</p>',
            'createTime': '2019-03-15 17:08:14',
            'id': 33,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 28,
            'title': '三期内员工可否进行调岗调薪',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:14'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.关于劳动纪律相关规定要明确，且要通过民主表决程序，并进行公示送达；<br>2.违反劳动纪律处罚应全面收集证据，履行认定程序，做到处罚有据可依。如违纪员工拒绝书面说明的，最好通过现场录像或录音形式记录现场情况并保存，如果有其他人员在场的，可以形成书面调查报告，并让在场的其他人员签字证明。<br>3.如处罚涉及到金钱的，依据《工资支付暂行规定》的规定，因劳动者本人原因给用人单位造成经济损失的，用人单位可按照劳动合同的约定要求其赔偿经济损失，经济损失的赔偿，可从劳动者本人的工资中扣除。但每月扣除的部分不得超过劳动者当月工资的20%，若扣除剩余工资部分低于当地月最低工资标准，则按最低工资标准支付。《广东省工资支付条例》规定，因劳动者过错造成用人单位直接经济损失，依法应当承担赔偿责任的，用人单位可以从其工资中扣除赔偿费，但应当提前书面告知扣除原因及数额；未书面告知的不得扣除。扣除赔偿费后的月工资余额不得低于当地最低工资标准。</p>',
            'createTime': '2019-03-15 17:09:14',
            'id': 34,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 29,
            'title': '劳动合同有效期内给予员工处罚的注意事项',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:15'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.对属于消极怠工的情形在规章制度中细化规定，并明确规定一经发现，给予什么级别处分，什么级别处分累计达到三次及以上的，视为严重违反规章制度，企业有权单方终止劳动合同。<br>2.在企业规章制度明确规定后，企业在处理该类员工时，首先需要收集相关证据，可通过谈话、监控等收集，且一旦发现员工消极怠工的行为，，及时调查并出具书面处罚通知，要求其本人签收。<br>3.证据充分后，且达到可依法解除劳动合同条件的，企业可依法解除员工劳动合同。</p>',
            'createTime': '2019-03-15 17:10:10',
            'id': 35,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 30,
            'title': '员工消极怠工，不服从管理如何处理',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:16'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.员工一旦发生工伤，用人单位按流程申报工伤，通过工伤认定，鉴定伤残等级后确定赔偿金。公司需要在事故发生的一个月内申报，如果公司不申请，则工伤职工或者其近亲属在一年内提出认定申请；<br>2.如果经过治疗伤情相对稳定后存在残疾、影响劳动能力的，应当申请劳动能力鉴定，向设区的市级劳动能力鉴定委员会提出申请（一般设立在同级人力资源和社会保障局）；<br>3.根据不同的伤残等级，获得的补偿是不一样的。主要的补偿是：医疗费、一次性伤残补助金、一次性就业补助金、一次性医疗补助金、停工留薪期工资、伙食补助费、护理费等。</p>',
            'createTime': '2019-03-15 17:10:54',
            'id': 36,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 31,
            'title': '劳动合同期限内发生工伤如何处理',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:17'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.如公司未给员工缴纳社保，员工发生工伤的，员工工伤赔偿全部由公司承担；<br>2.建议用人单位给这类员工购买商业保险；<br>3.员工一旦发生工伤，用人单位按流程申报工伤，通过工伤认定，鉴定伤残等级后确定赔偿金。公司需要在事故发生的一个月内申报，如果公司不申请，则工伤职工或者其近亲属在一年内提出认定申请；<br>4.如果经过治疗伤情相对稳定后存在残疾、影响劳动能力的，应当申请劳动能力鉴定，向设区的市级劳动能力鉴定委员会提出申请（一般设立在同级人力资源和社会保障局）；<br>5.根据不同的伤残等级，获得的补偿是不一样的。主要的补偿是：医疗费、一次性伤残补助金、一次性就业补助金、一次性医疗补助金、停工留薪期工资、伙食补助费、护理费等。<br></p>',
            'createTime': '2019-03-15 17:11:54',
            'id': 37,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 32,
            'title': '员工社保未在公司缴纳，如何解决工伤问题',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:17'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>工伤员工的医疗期以劳动能力鉴定委员会给出的工伤医疗期为准，该医疗期满后，工伤假期满，如员工仍需请假的，完全可以按公司请假管理制度来执行，如果员工不请假构成旷工的，旷工达到公司可以解除劳动合同条件的，公司可以单方解除劳动合同。</p>',
            'createTime': '2019-03-15 17:13:29',
            'id': 38,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 33,
            'title': '工伤员工借故拒绝复工如何处理？',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:18'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.劳动者工伤是第三者造成的，劳动者即可以向第三者主张侵权损害赔偿，同时也可以向用人单位主张工伤赔偿；<br>2.劳动者工伤由第三人侵权所致，第三人已承担侵权赔偿责任，劳动者或者其近亲属又请求用人单位支付工伤保险待遇赔偿的，所得保险赔偿应抵扣其侵权损害赔偿数额；</p><p>3.劳动者工伤由第三人侵权所致，劳动者已得到用人单位的工伤保险待遇或赔偿的，该劳动者主张侵权损害赔偿时，引起工伤事故的第三人之赔偿责任则按侵权行为法等民法确认，同时民事赔偿得抵扣工伤赔偿中重复主张的部分。</p>',
            'createTime': '2019-03-15 17:14:29',
            'id': 39,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 34,
            'title': '对于第三方造成的工伤事故，如何理赔？',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:19'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.按照《劳动合同法实施条例》第二十一条规定，劳动者达到法定退休年龄的，劳动合同终止。所以达到退休年龄后，原劳动合同终止，如果公司继续聘用员工的，直接与退休人员签署返聘合同，用人单位不需要再为退休人员缴纳社保。<br>2.由于退休人员不再与用人单位是劳动关系，所以如退休人员发生工伤时，不受《工伤保险条例》调整，建议企业为这类员工购买商业保险，以补充其因工伤受到伤害时企业应承担的赔偿责任。</p>',
            'createTime': '2019-03-15 17:15:12',
            'id': 40,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 35,
            'title': '合同期内达到退休年龄的员工如何处理？',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:20'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.《劳动合同法》第39条第六款规定：劳动者被追究刑事责任的，用人单位可以解除劳动合同。但是对刑事拘留中的员工，不能依据该条解除劳动合同。<br>2.根据原劳动部关于印发《关于贯彻执行〈中华人民共和国劳动法〉若干问题的意见》的通知第28条规定，“劳动者涉嫌违法犯罪被有关机关收容审查、拘留或逮捕的，用人单位在劳动者被限制人身自由期间，可与其暂时停止劳动合同的履行。暂时停止劳动合同期间，用人单位不承担劳动合同规定的义务。即用人单位可以不予发放工资，不予缴纳社保，待最后是否被追究刑事责任确定后，再作进一步的处理。<br>3.用人单位可以在规章制度中明确约定员工被行政拘留、刑事拘留，或因其它原因被司法机关限制人身自由行为属于严重违反公司规章制度情形，公司有权单方终止劳动合同，这样当员工发生前述情形时，公司可以严重违反规章制度为由单方终止劳动合同。</p>',
            'createTime': '2019-03-15 17:15:55',
            'id': 41,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 36,
            'title': '合同期内员工违法犯罪如何处理',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:21'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.《中华人民共和国劳动法》第二十六条　有下列情形之一的，用人单位可以解除劳动合同，但是应当提前三十日以书面形式通知劳动者本人：</p><p>（一）劳动者患病或者非因工负伤，医疗期满后，不能从事原工作也不能从事由用人单位另行安排的工作的；<br>（二）劳动者不能胜任工作，经过培训或者调整工作岗位，仍不能胜任工作的；<br>（三）劳动合同订立时所依据的客观情况发生重大变化，致使原劳动合同无法履行，经当事人协商不能就变更劳动合同达成协议的。<br>2.劳动部《关于〈中华人民共和国劳动法〉若干条文的说明》指出：“本条中的‘客观情况’指：发生不可抗力或出现致使劳动合同全部或部分条款无法履行的其他情况，如企业迁移、被兼并、企业资产转移等”，但不包括导致经济型裁员的客观条件。<br>3.依据前述规定，如企业搬迁与原工作地点距离跨度较大或至其它城市的，员工不同意搬迁的，需要向员工支付赔偿金。同一市内搬迁的，不预支付赔偿金。</p>',
            'createTime': '2019-03-15 17:17:00',
            'id': 42,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 37,
            'title': '公司搬迁地址，员工不同意的如何处理？',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:21'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.用工单位应针对加班的申请流程、审批流程等做出明确规定，如员工未依据申请流程提出加班申请，并获得批准的，不视为加班；<br>2.申请加班要求填写加班申请单，写明加班原因，工作内容，加班时间等，由申请加班人员及考勤负责人员签字，考勤负责人以书面的加班审批单如实记录考勤并结算加班工资。<br>3.实行月薪制员工，可以在劳动合同中明确约定，该员工实行月薪制，月工资中包含了所有加班工资，应注意该月工资在扣除所有加班费后不应低于当地最低工资标准。</p>',
            'createTime': '2019-03-15 17:17:50',
            'id': 43,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 38,
            'title': '合同期内员工加班如何管理',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:22'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.工作日8小时外用人单位安排员工加班的，应当支付不低于工资150%的加班报酬；<br>2.休息日加班的，用人单位安排休息日加班，又不能安排补休的，支付不低于工资200%的加班报酬；<br>3.法定节假日员工加班的，支付不低于工资300%的加班报酬。</p>',
            'createTime': '2019-03-15 17:18:39',
            'id': 44,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 39,
            'title': '加班工资的支付标准',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:23'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.调岗在企业管理过程中经常遇到，但也经常碰到员工不同意调岗并且拒不到新岗位工作的情况，如要将员工拒不到新岗位认定为旷工，须满足下列条件：<br>1）岗位调整是合法合理。假如岗位调整不具备合理性，其纪律处分也就失去了先行的依据。在用人单位调岗不合法的情形下，劳动者不去单位上班或者虽到单位上班但不到新的岗位任职，都不可认定为旷工。<br>2）员工的行为属于“旷工”。旷工一般是指：除有不可抗拒的因素影响，职工无法履行请假手续情况外，职工不按规定履行请假手续，又不按时上下班即属于旷工。在用人单位调整劳动者的岗位合法的前提下，只要劳动者不去新的工作岗位任职，不管劳动者是否去单位上班，都可以认定为旷工。</p>',
            'createTime': '2019-03-15 17:19:28',
            'id': 45,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 40,
            'title': '员工不同意调岗可认定为旷工吗？',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:24'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.正常工作日延长工作时间进行加班的，应当支付不低于工资的150%的工资报酬。该加班时间不可以用调休处理，只能支付相应的工资报酬。<br>2.安排周末加班的，用人单位可以安排调休代替。但如果用人单位无法安排调休的，应当支付不低于工资的200%的工资报酬。<br>3.法定节假日加班的，该时段的加班即使后期安排员工调休，用人单位也应支付不低于工资的300％的工资报酬。<br></p>',
            'createTime': '2019-03-15 17:20:18',
            'id': 46,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 41,
            'title': '加班可否补休而不支付加班工资',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:24'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.年终奖是否发放，金额为多少全是企业劳动合同及规章制度中自主约定，法律法规并未强制性要求企业发放年终奖；<br>2.如果劳动合同或用人单位的规章制度中有明确规定发放年终奖标准的，则用人单位必须按照约定或规章制度规定发放。否则用人单位可以不发年终奖，或根据本年度自身实际情况决定是否发放年终奖。如规章制度没有明确规定发放年终奖的标准，而企业又实际发放了年终奖，则离职员工今年同工同酬要求可以追要属于自己的年终奖。<br>3.依据工资支付条例相关规定，年终奖属于工资范畴，如果在劳动合同或规章制度有明确约定的，应按约定或规定执行。实践中用人单位会在劳动合同或规章制度里规定“在年终奖发放前离职的不支付年终奖”的条款，该条款可能会被认定为是用人单位免除自己的法定责任，排除劳动者权利的约定，违反了法律的相关规定，与劳动法中用人单位不得克扣或者无故拖欠劳动者的工资的规定相冲突，同时也限制了劳动者合法取得劳动报酬的权利，存在被认定无效的风险。<br></p>',
            'createTime': '2019-03-15 17:23:58',
            'id': 47,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 42,
            'title': '离职员工追要年终奖、项目奖如何处理？',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:25'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>企业经营过程中，总会遇到员工要求开具收入证明的情况，用人单位在开具收入证明时要实事求事，以免事后引来不必要的诉累。同时在开具该类证明时最好写明以下事项：1.收入证明的用途；2.收入证明的有效期。另外，对开具的所有证明都登记存档，并且由员工签字。</p>',
            'createTime': '2019-03-15 17:24:40',
            'id': 48,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 43,
            'title': '企业配合员工开具收入证明注意事项',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:26'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.员工未婚先孕本身并不违反人口与计划生育法及相关政策规定，所以无正常理由用人单位不得因未婚先孕单方终止员工劳动合同；<br>2.未婚生育行为不符合人口与计划生育规定的生育情形，用人单位可以在规章制度里规定清楚未婚生育行为违反计划生育政策，公司有权单方解除劳动合同。并依据制度规定，单方解除与未婚生育员工的劳动合同。</p>',
            'createTime': '2019-03-15 17:25:30',
            'id': 49,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 44,
            'title': '员工未婚先孕、未婚生育的如何处理？',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:27'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.企业为员工缴纳社保是法律规定的义务，员工单方面不愿意缴纳社保并出具承诺函的行为违反法律法规强制性规定，会被认定无效，在社保局监察时企业仍须承担相应法律责任；<br>2.如果购买新农合的员工，在社保局认可购买新农合后可不再购买社保的城市或地方，企业需要让员工提供新农合购买证明，并签署承诺函，承诺由于其在已购买新农合，所以自愿要求公司不给其购买社保。但如果对于有些地方不认可新农合的，同样存在法律风险。<br></p>',
            'createTime': '2019-03-15 17:26:12',
            'id': 50,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 45,
            'title': '员工签署承诺函不买社保是否可以',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:27'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>根据《企业职工患病或非因工负伤医疗期规定》的相关规定，企业职工因患病或非因工负伤，需要停止工作医疗时，根据本人实际参加工作年限和在本单位工作年限，给予三个月到二十四个月的医疗期： <br>（一）实际工作年限十年以下的，在本单位工作年限五年以下的为三个月；五年以上的为六个月; <br>（二）实际工作年限十年以上的，在本单位工作年限五年以下的为六个月；五年以上十年以下的九个月；十年以上十五年以下的为十二个月；十五年以上二十年以下的为十八个月；二十年以上的为二十四个月; <br>第四条 医疗期三个月的按六个月内累计病休时间计算；六个月的按十二个月内累计病休时间计算；九个月的按十五个月内累计病休时间计算；十二个月的按十八个月累计病休时间计算；十八个月的按二十四个月内累计病时间计算；二十四个月的按三十个月内累计病休时间计算;<br>根据劳动合同法第四十条规定：有下列情形之一的，用人单位提前三十日以书面形式通知劳动者本人或者额外支付劳动者一个月工资后，可以解除劳动合同：（一）劳动者患病或者非因工负伤，在规定的医疗期满后不能从事原工作，也不能从事由用人单位另行安排的工作的。<br>所以如果员工确实是生病了，企业应保护员工切身利益，按法律规定给其医疗期。当医疗期满后，用人单位可以根据企业自身实际情况决定是否依据劳动合同法第四十条规定解除劳动合同。<br>实践中往往会发生员工实际未生病，又通过各种方式获得医院的相关病假证明要求休病假，对于该类员工企业应及时核实病假的真实情况，如要求员工提交病历本、医药费单据等。同时，为避免此类情况发生，企业可在《劳动纪律管理制度》等规章制度或劳动合同中明确约定提供虚假病假证明属于严重违反规章制度的行为，因虛开病假证明休假三天及以上的，企业可解除劳动合同。也可在公司考勤制度里明确约定病假超过5天的，须提供某一级别医院病历本及病假证明，以防止员工随便找熟悉的医院开具证明。<br></p>',
            'createTime': '2019-03-15 17:26:58',
            'id': 51,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 46,
            'title': '员工请长期病假如何处理',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:28'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>根据&lt;国家劳动总局保险福利司关于女职工保胎休息和病假超过六个月后生育的待遇问题给上海市劳动局的复函国家劳动总局&gt;：<br>1. 女职工按计划生育怀孕，经过医师开据证明，需要保胎休息的，其保胎休息的时间按照本单位实行的疾病待遇的规定办理； <br>2. 保胎休息和病假超过六个月后领取疾病救济费的女职工，按计划生育时可以从生育之日起停发疾病救济费，改发产假工资，并享受其它生育待遇。产假期满后仍需病休的从产假满之日起继续发给疾病救济费。<br>3. 保胎休息的女职工，产假期满后仍需病休的，其病假时间应与生育前的病假和保胎休息的时间合并计算。<br>4. 不按计划生育怀孕的女职工，其保胎、病假休息和生育的待遇，仍按省、市现行有关规定办理。</p>',
            'createTime': '2019-03-15 17:27:59',
            'id': 52,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 47,
            'title': '怀孕女职工提出保胎长期休假，如何处理',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:29'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.《劳动合同法》第二十四条规定竞业限制的人员限于用人单位的高级管理人员、高级技术人员和其他负有保密义务的人员。竞业限制的范围、地域、期限由用人单位与劳动者约定，竞业限制的约定不得违反法律、法规的规定。<br>2.《最高人民法院关于审理劳动争议案件适用法律若干问题的解释(四)》第六条规定当事人在劳动合同或者保密协议中约定了竞业限制，但未约定解除或者终止劳动合同后给予劳动者经济补偿，劳动者履行了竞业限制义务，要求用人单位按照劳动者在劳动合同解除或者终止前十二个月平均工资的30%按月支付经济补偿的，人民法院应予支持。深圳市的规定是前十二个月平均工资的50%。<br>前款规定的月平均工资的30%低于劳动合同履行地最低工资标准的，按照劳动合同履行地最低工资标准支付。<br>第七条　当事人在劳动合同或者保密协议中约定了竞业限制和经济补偿，当事人解除劳动合同时，除另有约定外，用人单位要求劳动者履行竞业限制义务，或者劳动者履行了竞业限制义务后要求用人单位支付经济补偿的，人民法院应予支持。</p><p>第九条 在竞业限制期限内，用人单位请求解除竞业限制协议时，劳动者请求用人单位额外支付劳动者三个月的竞业限制经济补偿的，人民法院应予支持。</p><p>所以用人单位与劳动者签署了竞业限制协议，且劳动者依约履行了竞争限制义务的，员工有权要求用人单位支付竞业限制费用。用人单位解除竞业限制协议的，劳动者可请求支付三个月的竞业限制经济补偿。</p><p><br></p>',
            'createTime': '2019-03-15 17:28:41',
            'id': 53,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 48,
            'title': '竞业限制协议签署注意事项',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:30'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>我国法律并没有对签保密协议是否需要支付劳动者保密费做相关强制性规定，因此签保密协议用人单位是否需要支付保密费可以在保密协议中自行约定。法律没有强制性的规定，签保密协议后用人单位可以支付保密费也可以不支付保密费，需要视情况而定。</p>',
            'createTime': '2019-03-15 17:29:35',
            'id': 54,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 49,
            'title': '保密协议签署需要支付保密费吗',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:30'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>根据《劳动合同法》第二十二条规定：“用人单位为劳动者提供专项培训费用，对其进行专业技术培训的，可以与该劳动者订立协议，约定服务期。根据《中华人民共和国劳动合同法实施条例》第十七条规定：“劳动合同期满，但是用人单位与劳动者依照劳动合同法第二十二条的规定约定的服务期尚未到期的，劳动合同应当续延至服务期满；双方另有约定的，从其约定。”所以，当培训协议的服务期期限长于劳动合同期限时，劳动合同到期后劳动者并不能和用人单位终止劳动关系，双方的劳动合同应该顺延至服务期结束。如果劳动者强制终止劳动关系的，则要承担违约责任。</p>',
            'createTime': '2019-03-15 17:30:29',
            'id': 55,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 50,
            'title': '培训服务期超过劳动合同期的如何处理',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:31'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.协商解除劳动合同时，与员工签署书面解除劳动合同协议书，明确约定补偿金额，劳动关系终止日期等信息；<br>2.法律规定协商解除劳动合同补偿金为N,双方可自由协商最终赔偿金额；<br>3.与员工在协商过程中，应注意措施及证据保留，避免协商不成时被认定为违法解除。</p>',
            'createTime': '2019-03-15 17:31:30',
            'id': 56,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 51,
            'title': '协商解除劳动合同注意事项及赔偿金',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:32'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.依据的公司规章制度必须经过职代会或全员大会的民主程序表决通过；<br>2.违反规章制度的行为达到规章制度或法律规定的严重违反程度，并保留相关证据；<br>3.以签署劳动合同时确认的送达方式发送单方解除通知书，并载明劳动合同终止日期，在法律规定时间内结清工资。</p>',
            'createTime': '2019-03-15 17:32:12',
            'id': 57,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 52,
            'title': '以严重违反劳动规章制度解除劳动合同注意事项',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:33'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.企业以劳动合同订立时所依据的客观情况发生变化与员工解除劳动合同的，客观情况发生重大变化主要指用人单位发生搬迁至不同城市或虽在同一城市，但距离太远、转产、技术改造、兼并、分立、被上级部门撤销等情形；<br>2.前述客户情况发生重大变化严重程序必须达到使劳动合同无法履行或无法完全履行，如技术转型，原来技术人员无法从事新的技术工作，所以可能无法继续履行劳动合同；<br>3.在满足前述第1、2点后，用人单位还须经过与员工协商变更劳动合同且未协商一致的，方可以此理由解除劳动合同。<br>4.以此理由解除劳动合同的，用人单位需提前30天通知员工解除劳动合同，并支付N的补偿金，如果用人单位未提前30天通知的，可以多支付一个月工资后立即解除。<br></p>',
            'createTime': '2019-03-15 17:32:53',
            'id': 58,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 53,
            'title': '以客观情况发生变化为由解除劳动合同注意事项',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:33'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.企业与三期员工可以依法解除劳动合同，如三期员工违法犯罪、严重违反公司劳动规章制度等情形的，企业可以与员工依法解除劳动合同；<br>2.企业与三期员工也可以协商解除劳动合同，但解除时注意要签好书面解除劳动合同的协议书，以免员工反悔追究企业违法解除法律责任；<br>3.无正当理由，企业单方解除三期员工劳动合同的，属于违法解除，需按2N支付补偿金，如三期员工主张恢复劳动关系的，也存在被法官支持恢复劳动关系的风险 ，用人单位需支付非法解除合同期间的员工工资。</p>',
            'createTime': '2019-03-15 17:33:40',
            'id': 59,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 54,
            'title': '三期员工解除劳动合同注意事项',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:34'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>1.医疗期员工用工单位可以依法解除劳动合同，即其存在严重违反劳动规章制度或违法犯罪等行为的，用人单位可依法解除劳动合同；<br>2.医疗期员工可与企业协商解决劳动合同，但解除时注意要签好书面解除劳动合同的协议书，以免员工反悔追究企业违法解除法律责任；<br>3.无正当理由，企业不得单方解除医疗期员工劳动合同。</p>',
            'createTime': '2019-03-15 17:34:28',
            'id': 60,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 55,
            'title': '病假期内员工可否解除劳动合同',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:35'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>《劳动合同法》第四十一条　有下列情形之一，需要裁减人员二十人以上或者裁减不足二十人但占企业职工总数百分之十以上的，用人单位提前三十日向工会或者全体职工说明情况，听取工会或者职工的意见后，裁减人员方案经向劳动行政部门报告，可以裁减人员：<br>（一）依照企业破产法规定进行重整的；<br>（二）生产经营发生严重困难的；<br>（三）企业转产、重大技术革新或者经营方式调整，经变更劳动合同后，仍需裁减人员的；<br>（四）其他因劳动合同订立时所依据的客观经济情况发生重大变化，致使劳动合同无法履行的。<br>依据上述规定，企业进行经济性裁员时，首先，要符合经济性裁员的法定情形，如企业进行破产重整或生产经营发生严重困难等； 其次，需要满足法律规定的裁减人数要求； 再次，需要跟工会或全体职工说明情况，并听取他们意见；最后，将裁员方案报劳动行政部门后方可进行经济性裁员。<br>依据《劳动合同法》规定，劳动者有下列情形之一的，用人单位不得依照本法第四十一条的规定解除劳动合同：<br>（一）从事接触职业病危害作业的劳动者未进行离岗前职业健康检查，或者疑似职业病病人在诊断或者医学观察期间的；<br>（二）在本单位患职业病或者因工负伤并被确认丧失或者部分丧失劳动能力的；<br>（三）患病或者非因工负伤，在规定的医疗期内的；<br>（四）女职工在孕期、产期、哺乳期的；<br>（五）在本单位连续工作满十五年，且距法定退休年龄不足五年的；<br>（六）法律、行政法规规定的其他情形。<br>经济性裁员过程中要注意有前述情况的员工不得作为裁员对象解除劳动合同。</p>',
            'createTime': '2019-03-15 17:35:14',
            'id': 61,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 56,
            'title': '以经济性裁员解除劳动合同的注意事项',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:36'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>依据劳动合同法的相关规定，劳动合同期满时存在以下情形的，劳动合同续延至以下情形消除之日终止：<br>1.劳动合同期满时，劳动者患病或非因工负伤，在规定医疗期内的，劳动合同期限延长至医疗期届满之日；<br>2.劳动合同期满时，女职工处于孕期、产期、哺乳期的，劳动合同期限应续延至哺乳期结束之日；如女职工流产的，应续延至流产假结束；<br>3.劳动合同期满时，疑似职业病病人在诊断或非医学观察期的，劳动合同期限延长至检查结束之日；<br>4.劳动合同期满时，从理接触职业病危害作业的劳动者未进行离岗前职业健康检查的，劳动合同期限应续延至检查结束之日；<br>5.劳动合同期满时，劳动者在本单位连续工作满15年，且距法定退休年龄不足5年的，劳动合同期限应延长至法定退休年龄之日。</p>',
            'createTime': '2019-03-15 17:35:59',
            'id': 62,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 57,
            'title': '劳动合同需要延长终止期限的情形',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:36'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>在劳动者患职业病或者因工负伤并被确认丧失或者部分丧失劳动能力的，劳动合同终止，须按照国家有关工伤保险的规定执行。工伤保险条例第三十三条、第三十四条、第三十五条的规定，对于劳动者被鉴定为丧失、大部分丧失、部分丧失劳动能力，劳动合同终止标准不同，具体如下：<br><span style="font-weight: bold;">第一</span>，劳动者因工致残被鉴定为一级至四级伤残的，即丧失劳动能力的，保留劳动关系，退出工作岗位。也就是说劳动者被鉴定为丧失劳动能力的，无论其劳动能力是否恢复，用人单位都不得终止劳动合同，直至劳动者达到退休年龄并办理退休手续，享受基本养老保险待遇。<br><span style="font-weight: bold;">第二，</span>劳动者因工致残被鉴定为五级、六级伤残的，经工伤职工本人提出，该职工可以与用人单位解除或者终止劳动关系。由工伤保险基金支付一次性工伤医疗补助金，由用人单位支付一次性伤残就业补助金，补助金的标准由各省市人民政规定。如该职工不提出终止劳动合同的，单位不得终止劳动合同。<br><span style="font-weight: bold;">第三</span>，职工因工致残被鉴定为七级至十级伤残的，劳动合同期满终止。或者劳动合同期未满职工本人提出解除劳动合同的，由工伤保险基金支付一次性工伤医疗补助金，由用人单位支付一次性伤残就业补助金，补助金的标准由各省市人民政规定。</p>',
            'createTime': '2019-03-15 17:37:10',
            'id': 63,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 58,
            'title': '与职业病患者终止劳动合同的注意事项',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:37'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>《职业病防治法》第32条规定，“对未进行离岗职业健康检查的劳动者不得解除或者终止与其订立的劳动合同”，即一律不得解除、终止劳动合同。<br>《劳动合同法》 第42条规定，“从事接触职业病危害作业的劳动者未进行离岗前职业健康检查”的劳动者，“用人单位不得依照本法第四十条、第四十一条的规定解除劳动合同”。<br>所以如员工从事接触职业病危害作业的岗位的，在员工离职时，用人单位应安排员工进行健康体检，以避免离职后发生相应的法律风险。<br></p>',
            'createTime': '2019-03-15 17:37:58',
            'id': 64,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 59,
            'title': '劳动合同终止后，职业病体检注意事项',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:38'
          },
          {
            'attFile': '',
            'attType': '',
            'content': '<p>根据《劳动合同法》第四条规定：用人单位应当依法建立和完善劳动规章制度，保障劳动者享有劳动权利、履行劳动义务。<br>用人单位在制定、修改或者决定有关劳动报酬、工作时间、休息休假、劳动安全卫生、保险福利、职工培训、劳动纪律以及劳动定额管理等直接涉及劳动者切身利益的规章制度或者重大事项时，应当经职工代表大会或者全体职工讨论，提出方案和意见，与工会或者职工代表平等协商确定。<br>在规章制度和重大事项决定实施过程中，工会或者职工认为不适当的，有权向用人单位提出，通过协商予以修改完善。用人单位应当将直接涉及劳动者切身利益的规章制度和重大事项决定公示，或者告知劳动者。<br>依据上述规定，用人单位制定、修改与员工切身利益相关的规章制度时必须经过民主程序，即全员大会或职工代表大会讨论通过，同时还需要运动该项制度进行公示，以告知劳动者方可对劳动者产生法律效力。<br>在《劳动合同法》实施以前，用人单位制定、修改直接涉及劳动者切身利益的规章制度或者重大事项时，未经过职代会或全员会的民主程序讨论的，如向劳动者公示或告知了，在部分地区的法院认可这种制度可以作为用工管理的依据。如广东省、江苏省均颁布了相关指导意见。</p>',
            'createTime': '2019-03-15 17:38:37',
            'id': 65,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 60,
            'title': '规章制度制订、修订、发布时的注意事项',
            'typeCode': 'C_N_008',
            'typeName': '劳动法',
            'updateTime': '2020-05-07 05:00:39'
          },
          {
            'attFile': '37',
            'attType': '0',
            'content': '<p>test</p>',
            'createTime': '2020-06-13 11:20:02',
            'id': 66,
            'imgUrl': 'http://attch.tlr-law.com/file/20200613/000096cbd58047eda810230fe9438992.jpg',
            'sort': 111,
            'title': 'test',
            'typeCode': 'C_N_009',
            'typeName': '其他',
            'updateTime': '2020-06-13 21:52:00'
          },
          {
            'attFile': '38',
            'attType': '1',
            'content': '<p>test2</p>',
            'createTime': '2020-06-13 14:05:01',
            'id': 67,
            'imgUrl': 'http://attch.tlr-law.com/file/20190425/0e8c9cfca06f4dedb2f4bd6868de187a.jpg',
            'sort': 112,
            'title': 'test2',
            'typeCode': 'C_N_009',
            'typeName': '其他',
            'updateTime': '2020-06-13 22:05:59'
          }
        ],
        loading: false,
        finished: true,
        submit_loading: false,
        title: '内容列表(-)',
        info: {},
      }
    },
    methods: {
      onChange() {
      }
    },
    components: {
      [Image.name]: Image,
      [Tabs.name]: Tabs,
      [Tab.name]: Tab,
      [Button.name]: Button,
      [Loading.name]: Loading,
      [Tag.name]: Tag,
    }
  }
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style lang="less">
  .tap-active {
    position: relative;
  }

  .tap-active::before {
    position: absolute;
    top: 50%;
    left: 50%;
    width: 100%;
    height: 100%;
    background-color: #000;
    border: inherit;
    border-color: #000;
    border-radius: inherit;
    -webkit-transform: translate(-50%, -50%);
    transform: translate(-50%, -50%);
    opacity: 0;
    content: ' ';
  }

  .tap-active:active::before {
    opacity: 0.1;
  }

  .fr {
    float: right;
  }

  .fl {
    float: left;
  }

  .btn-wrapper {
    width: 100%;
    background-color: #f2f3f5;

    &.fixed-bottom {
      position: fixed;
      left: 0;
      bottom: 0;
    }

    &.padded {
      padding: 8px;
    }

    &.tool-bar {
      background-color: #fff;
      padding: 8px;
      text-align: right;
    }

    .van-button + .van-button {
      margin-left: 8px;
    }
  }

  .block-desc {
    padding: 16px;
    background-color: #fff;
    line-height: 24px;
    color: #666;
    font-size: 13px;
    font-weight: 500;

    .p {
      margin-bottom: 12px;
    }
  }

  .assistant {
    width: 375px;
    min-width: 375px;

    &.padding-bottom {
      padding-bottom: 60px;
    }

    .banner {
      height: 160px;
      padding: 0;

      image {
        width: 100%;
        height: 160px;
      }
    }
  }

  .assistant-list {
  }

  .assistant-card {
    display: flex;
    align-items: center;
    background-color: #fff;
    padding: 0 16px;

    .item-pic {
      width: 45px;
      height: 45px;
      line-height: 45px;
      position: relative;
      font-weight: 600;
      font-size: 16px;
      text-align: center;
      color: #757e8f;
    }

    .item-cont {
      display: flex;
      align-items: center;
      padding: 16px 0;
      flex: 1;
    }

    .item-right {
      margin-left: 8px;
      flex: 1;

      .item-name {
        font-weight: 500;
        font-size: 14px;
        color: #2b333b;
      }

      .item-info {
        font-size: 12px;
        color: #71777d;

        .typeName {
          padding-left: 10px;
          line-height: 22px;
        }
      }
    }

    .item-price-box {
      margin-left: 16px;

      .pay-price {
        display: block;
        width: 72px;
        height: 32px;
        line-height: 32px;
        background: rgba(43, 51, 59, 0.06);
        border-radius: 30px;
        font-weight: 500;
        font-size: 12px;
        color: #71777d;
        text-align: center;
      }

      .iconfont {
        font-size: 20px;
      }
    }
  }

  .invitation {
    position: fixed;
    bottom: 100px;
    right: 0;
    z-index: 1000;
    background-color: #07c160;
    border-radius: 2px;
    padding: 4px;
    color: #fff;
    display: flex;
    align-items: center;
    cursor: pointer;

    .icon-share {
      font-size: 16px;
      margin-right: 2px;
    }
  }
</style>